Repository: zintex-ou/Invoice-maker
Catalog: Invoice maker/Invoice maker/App/Resources/Localizable/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, it, pt_br

source: Generate professional invoices with just a few taps — fast, simple, and error-free.
de: Generieren Sie professionelle Rechnungen mit nur ein paar Klicks — schnell, einfach und fehlerfrei.
es: Genera facturas profesionales con solo con unos pocos toques: rápido, sencillo y sin errores.
fr: Générez des factures professionnelles avec juste en quelques clics, c'est rapide, simple et sans erreur.
fr_ca: Générez des factures professionnelles avec juste quelques clics — rapide, simple et sans erreur.
it: Genera fatture professionali con solo pochi tocchi: veloce, semplice e senza errori.
pt_br: Gere faturas profissionais com apenas alguns toques — rápido, simples e sem erros.

source: Generate professional invoices with just a few taps per week for %1$@%2$@ with 3 days free trial.
de: Generieren Sie professionelle Rechnungen mit nur wenigen Klicks pro Woche für %1$@%2$@ mit der dreitägigen kostenlosen Testversion.
es: Genere facturas profesionales con solo unos pocos toques por semana para %1$@%2$@ con una prueba gratuita de 3 días.
fr: Générez des factures professionnelles en quelques clics par semaine pour %1$@%2$@ avec un essai gratuit de 3 jours.
fr_ca: Générez des factures professionnelles en quelques clics par semaine pour %1$@%2$@ avec un essai gratuit de 3 jours.
it: Genera fatture professionali con pochi tocchi a settimana per %1$@%2$@ con 3 giorni di prova gratuita.
pt_br: Gere faturas profissionais com apenas alguns toques por semana para %1$@%2$@ com 3 dias de teste gratuito.

# Generate professional invoices with just a few taps per week for %@%@.
source: Generate professional invoices with just a few taps per week for %1$@%2$@.
de: Erstellen Sie professionelle Rechnungen mit nur wenigen Tipp(s) pro Woche für %1$@%2$@.
es: Genera facturas profesionales con solo unos toques por semana por %1$@%2$@.
fr: Générez des factures professionnelles en quelques touches par semaine pour %1$@%2$@.
fr_ca: Générez des factures professionnelles en quelques touches par semaine pour %1$@%2$@.
it: Genera fatture professionali con pochi tocchi a settimana per %1$@%2$@.
pt_br: Gere faturas profissionais com apenas alguns toques por semana por %1$@%2$@.

source: Hide details
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
fr_ca: Masquer les détails
it: Nascondi dettagli
pt_br: Ocultar detalhes

source: If you close this client, all changes will be lost.
de: Wenn Sie diesen Client schließen, gehen alle Änderungen verloren.
es: Si cierra este cliente, se perderán todos los cambios.
fr: Si vous fermez ce client, toutes les modifications seront perdues.
fr_ca: Si vous fermez ce client, toutes les modifications seront perdues.
it: Se chiudi questo client, tutte le modifiche andranno perse.
pt_br: Se você fechar esse cliente, todas as alterações serão perdidas.

source: In-App Purchases are not allowed on this device.
de: In-App-Käufe sind auf diesem Gerät nicht zulässig.
es: No se permiten las compras desde la aplicación en este dispositivo.
fr: Les achats intégrés ne sont pas autorisés sur cet appareil.
fr_ca: Les achats intégrés à l'application ne sont pas autorisés sur cet appareil.
it: Gli acquisti in-app non sono consentiti su questo dispositivo.
pt_br: As compras no aplicativo não são permitidas neste dispositivo.

source: Invalid Email
de: Ungültige E-Mail
es: Correo inválido
fr: Courriel non valide
fr_ca: E-mail non valide
it: Email non valida
pt_br: E-mail inválido

source: Invalid Name
de: UNGÜLTIGER NAME
es: Nombre inválido
fr: Nom invalide
fr_ca: Nom non valide
it: Nome non valido
pt_br: Nome inválido

source: Invalid Offer Identifier
de: Ungültige Angebots-ID
es: Identificador de oferta no válido
fr: Identifiant d'offre non valide
fr_ca: Identifiant d'offre non valide
it: Identificativo dell'offerta non valido
pt_br: Identificador de oferta inválido

source: Invalid Offer Price
de: Ungültiger Angebotspreis
es: Precio de oferta no válido
fr: Prix de l'offre non valide
fr_ca: Prix de l'offre non valide
it: Prezzo dell'offerta non valido
pt_br: Preço de oferta inválido

source: Invalid Phone Number
de: Ungültige Telefonnummer
es: Número de teléfono inválido
fr: Numéro de téléphone invalide
fr_ca: Numéro de téléphone non valide
it: Numero di telefono non valido
pt_br: Número de telefone inválido

source: Invalid Signature
de: Ungültige Signatur
es: Firma no válida
fr: Signature non valide
fr_ca: Signature non valide
it: Firma non valida
pt_br: Assinatura inválida

source: INVOICE
de: RECHNUNG
es: Factura
fr: Facture
fr_ca: FACTURE
it: Fattura
pt_br: Fatura

source: Invoice info:
de: Informationen zur Rechnung:
es: Información de la factura:
fr: Informations sur la facture :
fr_ca: Informations sur la facture :
it: Informazioni sulla fattura:
pt_br: Informações da fatura:

source: Invoice Sent
de: RECHNUNG GESENDET
es: Factura enviada
fr: FACTURE ENVOYÉE
fr_ca: Facture envoyée
it: FATTURA INVIATA
pt_br: Fatura enviada

source: Invoices
de: Rechnungen
es: Facturas
fr: Factures
fr_ca: Factures
it: Fatture
pt_br: Faturas

source: It is not possible to call the .activate method more than once.
de: Es ist nicht möglich, die .activate-Methode mehrmals aufzurufen.
es: No es posible llamar al método.activate más de una vez.
fr: Il n'est pas possible d'appeler la méthode .activate plusieurs fois.
fr_ca: Il n'est pas possible d'appeler la méthode .activation plus d'une fois.
it: Non è possibile chiamare il metodo .activate più di una volta.
pt_br: Não é possível chamar o método.activate mais de uma vez.

source: Items
de: ARTIKEL
es: artículos
fr: Objets
fr_ca: Objets
it: Oggetti
pt_br: ITENS

source: Items & services
de: Artikel und Dienstleistungen
es: Artículos y servicios
fr: Articles et services
fr_ca: Articles et services
it: Articoli e servizi
pt_br: Itens e serviços

source: Items&services
de: Artikel und Dienstleistungen
es: Artículos y servicios
fr: Articles et services
fr_ca: articles et services
it: Articoli e servizi
pt_br: Itens e serviços

source: Keep all your client info in one place and track billing with ease.
de: Bewahren Sie alle Ihre Kundeninformationen an einem Ort auf und verfolgen Sie die Abrechnung mühelos.
es: Mantén toda la información de tus clientes en un solo lugar y haz un seguimiento de la facturación con facilidad.
fr: Conservez toutes les informations de vos clients au même endroit et suivez la facturation en toute simplicité.
fr_ca: Conservez toutes les informations sur vos clients en un seul endroit et suivez facilement la facturation.
it: Conserva tutte le informazioni sui tuoi clienti in un unico posto e monitora la fatturazione con facilità.
pt_br: Mantenha todas as informações do seu cliente em um só lugar e acompanhe o faturamento com facilidade.

source: Leave
de: Verlassen
es: Salir
fr: Partir
fr_ca: Congé
it: Lasciare
pt_br: Deixar

source: Manage Clients Effortlessly
de: Kunden verwalten Mühelos
es: Administrar clientes Sin esfuerzo
fr: Gérer les clients Sans effort
fr_ca: Gérer les clients sans effort
it: Gestisci i clienti Senza sforzo
pt_br: Gerenciar clientes Sem esforço

source: Missing Offer Params
de: Fehlende Angebotsparameter
es: Faltan parámetros de oferta
fr: Paramètres d'offre manquants
fr_ca: Les paramétres de l'offre manquante
it: Parametri dell'offerta mancanti
pt_br: Parâmetros de oferta ausentes

source: month
de: Monat
es: mes
fr: mois
fr_ca: Mois
it: mese
pt_br: mês

source: Monthly
de: Monatlich
es: MENSUAL
fr: Mensuelle
fr_ca: mensuellement
it: Mensile
pt_br: por mês

source: More details
de: Weitere Details
es: Más detalles
fr: Plus de détails
fr_ca: Plus de détails
it: Maggiori dettagli
pt_br: Mais detalhes

source: No active subscription
de: Kein aktives Abonnement
es: No hay una suscripción activa
fr: Aucun abonnement actif
fr_ca: Aucun abonnement actif
it: Nessun abbonamento attivo
pt_br: Nenhuma assinatura ativa

source: No In-App Purchase product identifiers were found.
de: Es wurden keine Produktkennungen für In-App-Käufe gefunden.
es: No se encontró ningún identificador de producto de compra integrada.
fr: Aucun identifiant de produit d'achat intégré n'a été trouvé.
fr_ca: Aucun identificateur de produit d'achat dans l'application n'a été trouvé.
it: Non è stato trovato alcun identificatore di prodotto per gli acquisti in-app.
pt_br: Nenhum identificador de produto de compra no aplicativo foi encontrado.

source: No Product IDs Found
de: Keine Produkt-IDs gefunden
es: No se ha encontrado ningún identificador de producto
fr: Aucun identifiant de produit trouvé
fr_ca: Aucun ID de produit trouvé
it: Nessun ID prodotto trovato
pt_br: Nenhum ID de produto encontrado

source: None
de: Keine
es: Ninguno
fr: Aucune
fr_ca: Aucun
it: NESSUNA
pt_br: Nenhum

source: Not Activated
de: Nicht aktiviert
es: No activado
fr: Non activé
fr_ca: Non activé
it: Non attivato
pt_br: Não ativado

source: One of the payment details was not recognized.
de: Eine der Zahlungsdetails wurde nicht erkannt.
es: No se reconoció uno de los detalles del pago.
fr: L'une des informations de paiement n'a pas été reconnue.
fr_ca: L'un des détails du paiement n'a pas été reconnu.
it: Uno dei dati di pagamento non è stato riconosciuto.
pt_br: Um dos detalhes do pagamento não foi reconhecido.

source: Ooops...
de: Hoppla...
es: Ups...
fr: Oups...
fr_ca: Oups...
it: Ops...
pt_br: Opa...

source: Operation Interrupted
de: Betrieb unterbrochen
es: Operación interrumpida
fr: Interruption de l'opération
fr_ca: Fonctionnement interrompu
it: Operazione interrotta
pt_br: Operação interrompida

source: Payment Cancelled
de: Zahlung storniert
es: Pago cancelado
fr: Paiement annulé
fr_ca: Paiement annulé
it: Pagamento annullato
pt_br: Pagamento cancelado

source: Payment Confirmed
de: Zahlung bestätigt
es: Pago confirmado
fr: Paiement confirmé
fr_ca: Paiement confirmé
it: Pagamento confermato
pt_br: Pagamento confirmado

source: Payment Invalid
de: Zahlung ungültig
es: Pago no válido
fr: Paiement non valide
fr_ca: Paiement non valide
it: Pagamento non valido
pt_br: Pagamento inválido

source: Payment Not Allowed
de: Zahlung nicht erlaubt
es: Pago no permitido
fr: Paiement non autorisé
fr_ca: Paiement non autorisé
it: Pagamento non consentito
pt_br: Pagamento não permitido

source: Percentage
de: Prozentsatz
es: Porcentaje
fr: Pourcentage
fr_ca: Pourcentage
it: Percentuale
pt_br: Porcentagem

source: Permission Denied
de: Erlaubnis verweigert
es: Permiso denegado
fr: Autorisation refusée
fr_ca: Permission refusée
it: Autorizzazione negata
pt_br: Permissão negada

source: Permission to use this cloud service has been revoked.
de: Die Erlaubnis zur Nutzung dieses Cloud-Dienstes wurde widerrufen.
es: Se ha revocado el permiso para usar este servicio en la nube.
fr: L'autorisation d'utiliser ce service cloud a été révoquée.
fr_ca: L'autorisation d'utiliser ce service infonuagique a été révoquée.
it: L'autorizzazione all'uso di questo servizio cloud è stata revocata.
pt_br: A permissão para usar esse serviço em nuvem foi revogada.

source: Please fill out this field.
de: Bitte füllen Sie dieses Feld aus.
es: Rellene este campo.
fr: Veuillez remplir ce champ.
fr_ca: Veuillez remplir ce champ.
it: Compila questo campo.
pt_br: Por favor, preencha este campo.

source: Please, turn on the internet to get full access to the features
de: Bitte schalten Sie das Internet ein, um vollen Zugriff auf die Funktionen zu erhalten
es: Por favor, encienda Internet para tener acceso completo a las funciones
fr: Veuillez activer Internet pour accéder à toutes les fonctionnalités
fr_ca: S'il vous plaît, activez Internet pour avoir un accès complet aux fonctionnalités
it: Per favore, accendi Internet per avere pieno accesso alle funzionalità
pt_br: Por favor, ligue a internet para obter acesso total aos recursos

source: Preview
de: Vorschau
es: Vista previa
fr_ca: Aperçu
it: Anteprima
pt_br: Pré-visualização

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
fr_ca: Confidentialité
pt_br: Privacidade

source: Privacy Acknowledgement Required
de: Bestätigung des Datenschutzes erforderlich
es: Se requiere reconocimiento de privacidad
fr: Reconnaissance de confidentialité requise
fr_ca: Remerciements de confidentialité requis
it: Riconoscimento della privacy richiesto
pt_br: Reconhecimento de privacidade obrigatório

source: Product Not Available
de: Produkt nicht verfügbar
es: Producto no disponible
fr: Produit non disponible
fr_ca: Produit non disponible
it: Prodotto non disponibile
pt_br: Produto não disponível

source: Product Purchase Failed
de: Produktkauf fehlgeschlagen
es: Fallo en la compra del producto
fr: L'achat du produit a échoué
fr_ca: Échec de l'achat du produit
it: Acquisto del prodotto non riuscito
pt_br: Falha na compra do produto

source: Product purchase failed.
de: Der Produktkauf ist fehlgeschlagen.
es: Fallo en la compra del producto.
fr: L'achat du produit a échoué.
fr_ca: Échec de l'achat du produit.
it: Acquisto del prodotto non riuscito.
pt_br: Falha na compra do produto.

source: Product Request Failed
de: Produktanfrage fehlgeschlagen
es: Fallo en la solicitud de producto
fr: La demande de produit a échoué
fr_ca: Échec de la demande de produit
it: Richiesta prodotto non riuscita
pt_br: Falha na solicitação de produto

source: Profile Was Changed
de: Profil wurde geändert
es: Se cambió el perfil
fr: Le profil a été modifié
fr_ca: Le profil a été modifié
it: Il profilo è stato modificato
pt_br: O perfil foi alterado

source: Rate app
de: App bewerten
es: Aplicación de tarifas
fr: Application de notation
fr_ca: Tarification de l'application
it: Valuta l'app
pt_br: Avalie o aplicativo

source: Refresh Receipt Failed
de: Quittung konnte nicht aktualisiert werden
es: No se pudo actualizar la recepción
fr: L'actualisation du reçu a échoué
fr_ca: Échec de l'actualisation du reçu
it: Ricevuta di aggiornamento non riuscita
pt_br: Falha na atualização do recibo

source: Refresh receipt failed.
de: Das Aktualisieren der Quittung ist fehlgeschlagen.
es: No se pudo actualizar la recepción.
fr: L'actualisation du reçu a échoué.
fr_ca: Échec de l'actualisation du reçu.
it: Ricevuta di aggiornamento non riuscita.
pt_br: Falha na atualização do recibo.

source: Reports
de: Berichte
es: Informes
fr: Rapports
fr_ca: Rapports
it: Rapporti
pt_br: Relatórios

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
fr_ca: Restaurer
it: Ripristina
pt_br: Restaurar

source: Restore purchase
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
fr_ca: Restaurer l'achat
it: Ripristina l'acquisto
pt_br: Restaurar compra

source: Save
de: Speichern
es: GUARDAR
fr: Enregistrez
fr_ca: Sauvegarder
it: Salva
pt_br: salvar

source: Save before leaving?
de: Vor der Abreise sparen?
es: ¿Ahorrar antes de partir?
fr: Faire des économies avant de partir ?
fr_ca: Économiser avant de partir ?
it: Risparmiare prima di partire?
pt_br: Economizar antes de sair?

source: Select dates
de: Wählen Sie Termine
es: Seleccione fechas
fr: Sélectionnez les dates
fr_ca: Sélectionner les dates
it: Seleziona date
pt_br: Selecione datas

source: Send unlimited invoices
de: Unbegrenzt viele Rechnungen versenden
es: Envía facturas ilimitadas
fr: Envoyez un nombre illimité de factures
fr_ca: Envoyer des factures illimitées
it: Invia fatture illimitate
pt_br: Envie faturas ilimitadas

source: Services
de: Dienste
fr: Prestations
it: Servizi
pt_br: Serviços

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
fr_ca: Paramètres
it: Impostazioni
pt_br: Configurações

source: Share app
de: App teilen
es: Compartir aplicación
fr: Partager l'application
fr_ca: Partager l'application
it: Condividi l'app
pt_br: Compartilhar aplicativo

source: Skip
de: Überspringen Sie
es: Saltar
fr: Ignorer
fr_ca: Ignorer
it: Salta
pt_br: Ignorar

source: Some parameters are missing in a payment discount.
de: Bei einem Zahlungsrabatt fehlen einige Parameter.
es: Faltan algunos parámetros en un descuento de pago.
fr: Certains paramètres sont absents d'un escompte de paiement.
fr_ca: Certains paramètres sont manquants dans un escompte de paiement.
it: Mancano alcuni parametri in uno sconto di pagamento.
pt_br: Alguns parâmetros estão ausentes em um desconto de pagamento.

source: Something went wrong. Please try again.
de: Etwas ist schief gelaufen. Bitte versuchen Sie es erneut.
es: Algo salió mal. Por favor, inténtelo de nuevo.
fr: Quelque chose s'est mal passé. Veuillez réessayer.
fr_ca: Quelque chose s'est mal passé. Veuillez réessayer.
it: Qualcosa è andato storto. Per favore riprova.
pt_br: Algo deu errado. Por favor, tente novamente.

source: Start by creating an invoice. Look professional to your clients.
de: Erstellen Sie zunächst eine Rechnung. Schau professionell gegenüber Ihren Kunden.
es: Empieza por crear una factura. Mira profesional para sus clientes.
fr: Commencez par créer une facture. Regardez professionnel pour vos clients.
fr_ca: Commencez par créer une facture. Regardez professionnel à l'égard de vos clients.
it: Inizia creando una fattura. Guarda professionale per i tuoi clienti.
pt_br: Comece criando uma fatura. Olha profissional para seus clientes.

source: Stay Organized & In Control
de: Bleib organisiert & Unter Kontrolle
es: Manténgase organizado ¿Y en control
fr: Restez organisé Et en contrôle
fr_ca: Restez organisé & En contrôle
it: Resta organizzato E in controllo
pt_br: Mantenha-se organizado & No controle

# Subscribe for %@%@/%@
source: Subscribe for %1$@%2$@/%3$@
de: Abonnieren Sie %1$@%2$@/%3$@
es: Suscríbete a %1$@%2$@/%3$@
fr: Abonnez-vous à %1$@%2$@/%3$@
fr_ca: Abonnez-vous pour %1$@%2$@/%3$@
it: Abbonati a %1$@%2$@/%3$@
pt_br: Inscrever-se em %1$@%2$@/%3$@

source: Subscription Restored
de: Abonnement wiederhergestellt
es: Suscripción restaurada
fr: Abonnement rétabli
fr_ca: Abonnement rétabli
it: Abbonamento ripristinato
pt_br: Assinatura restaurada

source: Subtotal
de: Zwischensumme
fr: Sous-total
fr_ca: Sous-total
it: Totale parziale

source: Terms
de: Bedingungen
es: Términos
fr: Termes
fr_ca: Modalités
it: Termini
pt_br: Termos

source: Terms of use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'Utililisation
fr_ca: Modalités d'utilisation
it: Termini d'uso
pt_br: Termos de uso

source: The app is attempting to use unauthorized data.
de: Die App versucht, nicht autorisierte Daten zu verwenden.
es: La aplicación está intentando utilizar datos no autorizados.
fr: L'application tente d'utiliser des données non autorisées.
fr_ca: L'application tente d'utiliser des données non autorisées.
it: L'app sta tentando di utilizzare dati non autorizzati.
pt_br: O aplicativo está tentando usar dados não autorizados.

source: The email address you provided doesn't match the required format. Please enter a valid email (e.g. name@example.com).
de: Die von Ihnen angegebene E-Mail-Adresse entspricht nicht dem erforderlichen Format. Bitte geben Sie eine gültige E-Mail-Adresse ein (z. B. name@example.com).
es: La dirección de correo electrónico que proporcionaste no coincide con el formato requerido. Introduce un correo electrónico válido (por ejemplo, name@example.com).
fr: L'adresse e-mail que vous avez fournie ne correspond pas au format requis. Veuillez saisir une adresse e-mail valide (par exemple name@example.com).
fr_ca: L'adresse e-mail que vous avez fournie ne correspond pas au format requis. Veuillez saisir un courriel valide (p. ex. name@example.com).
it: L'indirizzo email che hai fornito non corrisponde al formato richiesto. Inserisci un indirizzo email valido (ad esempio name@example.com).
pt_br: O endereço de e-mail que você forneceu não corresponde ao formato exigido. Por favor, insira um e-mail válido (por exemplo, name@example.com).

source: The item you requested is not available in the store.
de: Der von Ihnen angeforderte Artikel ist im Geschäft nicht verfügbar.
es: El artículo que has solicitado no está disponible en la tienda.
fr: L'article que vous avez demandé n'est pas disponible dans la boutique.
fr_ca: L'article que vous avez demandé n'est pas disponible dans la boutique.
it: L'articolo richiesto non è disponibile nel negozio.
pt_br: O item que você solicitou não está disponível na loja.

source: The name you entered contains only punctuation or spacing characters. Please enter a valid name using letters or numbers.
de: Der eingegebene Name enthält nur Satz- oder Leerzeichen. Bitte geben Sie einen gültigen Namen mit Buchstaben oder Zahlen ein.
es: El nombre que ha introducido contiene solo caracteres de puntuación o espaciado. Introduzca un nombre válido con letras o números.
fr: Le nom que vous avez saisi ne contient que des caractères de ponctuation ou d'espacement. Entrez un nom valide en utilisant des lettres ou des chiffres.
fr_ca: Le nom que vous avez entré ne contient que des caractères de ponctuation ou d'espacement. Veuillez saisir un nom valide en utilisant des lettres ou des chiffres.
it: Il nome inserito contiene solo caratteri di punteggiatura o spaziatura. Inserisci un nome valido utilizzando lettere o numeri.
pt_br: O nome que você inseriu contém somente caracteres de pontuação ou espaçamento. Insira um nome válido usando letras ou números.

source: The offer identifier is invalid.
de: Die Angebots-ID ist ungültig.
es: El identificador de la oferta no es válido.
fr: L'identifiant de l'offre n'est pas valide.
fr_ca: L'identificateur de l'offre n'est pas valide.
it: L'identificativo dell'offerta non è valido.
pt_br: O identificador da oferta é inválido.

source: The phone number you entered contains only punctuation or empty characters. Please provide a valid phone number with digits.
de: Die von Ihnen eingegebene Telefonnummer enthält nur Satzzeichen oder Leerzeichen. Bitte geben Sie eine gültige Telefonnummer mit Ziffern ein.
es: El número de teléfono que has introducido contiene solo signos de puntuación o caracteres vacíos. Introduce un número de teléfono válido con dígitos.
fr: Le numéro de téléphone que vous avez saisi ne contient que des signes de ponctuation ou des caractères vides. Veuillez fournir un numéro de téléphone valide avec des chiffres.
fr_ca: Le numéro de téléphone que vous avez entré ne contient que des signes de ponctuation ou des caractères vides. Veuillez fournir un numéro de téléphone valide avec des chiffres.
it: Il numero di telefono inserito contiene solo segni di punteggiatura o caratteri vuoti. Fornisci un numero di telefono valido con cifre.
pt_br: O número de telefone que você inseriu contém somente pontuação ou caracteres vazios. Forneça um número de telefone válido com dígitos.

source: The price specified in App Store Connect is no longer valid.
de: Der in App Store Connect angegebene Preis ist nicht mehr gültig.
es: El precio especificado en App Store Connect ya no es válido.
fr: Le prix indiqué dans App Store Connect n'est plus valide.
fr_ca: Le prix indiqué dans App Store Connect n'est plus valide.
it: Il prezzo specificato in App Store Connect non è più valido.
pt_br: O preço especificado no App Store Connect não é mais válido.

source: The request made is not valid.
de: Die gestellte Anfrage ist nicht gültig.
es: La solicitud realizada no es válida.
fr: La demande faite n'est pas valide.
fr_ca: La demande faite n'est pas valide.
it: La richiesta effettuata non è valida.
pt_br: A solicitação feita não é válida.

source: The signature in a payment discount is not valid.
de: Die Unterschrift in einem Zahlungsrabatt ist nicht gültig.
es: La firma de un descuento por pago no es válida.
fr: La signature d'un escompte n'est pas valide.
fr_ca: La signature d'un escompte de paiement n'est pas valide.
it: La firma in uno sconto di pagamento non è valida.
pt_br: A assinatura em um desconto de pagamento não é válida.
